{ "Hi Everyone, I am":"Salut à tous, je suis ",
  "from":"de",
  "I am a PhD Candidate at École de technologie supérieure ÉTS.": "Je suis doctorant à École de technologie supérieure ÉTS.",
  "Apart from research and development, some other activities that I love to do!": "En dehors de la recherche et du développement, quelques autres activités que j'aime faire ! ",
  "Playing Sports like Soccer, Hiking, Swimming, Table Tennis, and Gym": "Pratiquer des sports comme le football, la randonnée, la natation, le tennis de table et la salle de sport",
  "Reading Books, Doing the social activities": "Lire des livres, Faire des activités sociales",
  "Traveling and Taking care of my little family": "Voyager et prendre soin de ma petite famille",
  "Today is hard, Tomorrow will be worse, but the day after tomorrow will be sunshine":"Aujourd'hui c'est dur, demain sera pire, mais après-demain il y aura du soleil",
  "LET ME": "LAISSEZ MOI",
  "INTRODUCE": "INTRODUIRE",
  "MYSELF": "MOI-MÊME",
  "I fell in love with machine and deep learning technologies,": "Je suis tombé amoureux des technologies de machine et d'apprentissage en profondeur",
  "I am fluent in": "Je parle couramment",
  "Python, Pytorch, Elmo, Spacy, and R.": "Python, Pytorch, Elmo, Spacy, et R.",
  "I am a commitment man. My field of Interests are building new": "Je suis un homme engagé. Mon domaine d'intérêt se construit de nouveau",
  "Machine Learning Technologies and Products": "Technologies et produits d'apprentissage automatique",
  "and also in areas related to": "et aussi dans les domaines liés à\"",
  "Deep Learning and Natural Language Processing.": "Apprentissage en profondeur et traitement du langage naturel.",
  "Whenever possible I also  read books and improve myself.": "Dans la mesure du possible, je lis aussi des livres et je m'améliore",
  "I like": "J'aime ",
  "Sport": "Sport",
  "and": "et",
  "Social activities": "Activités sociales",
  "which": " qui",
  "help me have the great energy and a balance life": "aidez-moi à avoir la grande énergie et une vie équilibrée",
  "FIND ME ON": "TROUVEZ-MOI SUR",
  "Feel free to": "N'hésitez pas à",
  "connect": "connecter",
  "with me": "avec moi",
  "Research and Development of Machine learning applications": "Recherche et développement d'applications d'apprentissage automatique ",
  "Natural Language Generation": "Génération de langage naturel ",
  "Data Analysis": "L'analyse des données",
  "Researcher of Deep learning": "Chercheur en apprentissage profond",
  "Natural Language Generation Research at Korbit & Lincs Lab": "Recherche sur la génération de langage naturel au Korbit & Lincs Lab",
  "Hint Generations project is the part of Korbit which was built with machine learning and state-of-the-art natural language processing technique and colloborated with Lincs Lab, L'École de technologie supérieure via MITACS. The results allows Korbi - an AI Tutor to generate hint based on the open source content with high student learning gain": "Le projet Hint Generations fait partie de Korbit qui a été construit avec l'apprentissage automatique et une technique de traitement du langage naturel de pointe et en collaboration avec Lincs Lab, L'École de technologie supérieure via MITACS. Les résultats permettent à Korbi - un tuteur d'IA de générer des indices basés sur le contenu open source avec un gain d'apprentissage élevé pour les étudiants",
  "Research Shazam Image project and Develop the User Interface of the Timesheet project at Biliomondo": "Rechercher le projet Shazam Image et développer l'interface utilisateur du projet Timesheet chez Biliomondo ",
  "Research the application by using Python, and Android Studio, Webstorm, IntelliJ IDEA (e.g., Research the Object recognition and Hologram module) by using CNN and Tensorflow. Create the language locale and UI module by using Reactjs, Momentjs, Redux-sagas at Timesheet projecty": "Recherchez l'application en utilisant Python et Android Studio, Webstorm, IntelliJ IDEA (par exemple, recherchez le module de reconnaissance d'objets et d'hologramme) en utilisant CNN et Tensorflow. Créez les paramètres régionaux de langue et le module d'interface utilisateur en utilisant Reactjs, Momentjs, Redux-sagas à Timesheet projecty",
  "Civil Infrastruture Platform project at Renesas": "Chef d'équipe du projet de plate-forme d'infrastructure civile chez Renesas",
  "Apply OS patches and upgrades on a regular basis. Configure add new services as necessary and maintain a big system based on big data analysis. Upgrade and configure system software that supports infrastructure applications or Asset Management applications per project or operational needs (Yocto, bash shell)). Perform ongoing performance tuning, hardware upgrades, and resource optimization as required": "Appliquez régulièrement les correctifs et les mises à niveau du système d'exploitation. Configurez, ajoutez de nouveaux services si nécessaire et maintenez un grand système basé sur l'analyse de données volumineuses. Mettez à niveau et configurez le logiciel système qui prend en charge les applications d'infrastructure ou les applications de gestion d'actifs par projet ou par besoins opérationnels (Yocto, bash shell)). Effectuer le réglage continu des performances, les mises à niveau matérielles et l'optimisation des ressources selon les besoins",
  "Research Machine learning model, making the insightful and supervised application at Dankook University": "Modèle d'apprentissage machine de recherche, rendant l'application perspicace et supervisée à l'Université Dankook",
  "Develop the social media analysis applications (e.g., GeoSocialBoundary, Detetecting human, spammer, and bot on the social network, sentiment analysis) by using R program.\tDevelop IoT applications (e.g., Demo of smart home, smart car; Object tracing and detecting; lane detection applications": "Développer les applications d'analyse des médias sociaux (par exemple, GeoSocialBoundary, détection d'humains, de spammeurs et de robots sur le réseau social, analyse des sentiments) en utilisant le programme R. Développer des applications IoT (par exemple, démonstration de maison intelligente, voiture intelligente ; traçage et détection d'objets ; applications de détection de voie",
  "My Recent": "Mon récent",
  "Projects": "Projets",
  "Because of the non-disclosure terms, only the description and role of product projects are shown.": "En raison des conditions de non-divulgation, seuls la description et le rôle des projets de produits sont affichés.",
  "Publications": "Publications",
  "Home": "Accueil",
  "About": "À propos",
  "Projects & Publications": "Projets & Publications",
  "Resume": "Reprendre",
  "Hi There!": "Salut!",
  "I'M": "JE SUIS",
  "Natural language generator at Korbit": "Générateur de langage naturel chez Korbit",
  "July/2018-now": "Juillet/2018-maintenant",
  "PhD Candidate on Artificial Intelligence at Lincs lab": "Doctorant en Intelligence Artificielle au laboratoire Lincs",
  "March/2018-now": "Mars/2018-maintenant",
  "Scientific Specialist at Bibliomondo": "Spécialiste scientifique chez Bibliomondo",
  "October/2017-February/2018": "Octobre/2017-Février/2018",
  "Team Leader at Civil Infrastructure Platform project in Renesas": "Chef d'équipe au projet de plate-forme d'infrastructure civile à Renesas",
  "October/2016-June/2017": "Octobre/2016-Juin/2017",
  "R&D Machine learning model, making the insightful and supervised application at Dankook University": "Modèle d'apprentissage machine R&D, rendant l'application perspicace et supervisée à l'Université Dankook",
  "March/2015-August/2016": "Mars/2015-Août/2016",
  "Lecturer of Information System at Hanoi University of Mining and Geology": "Maître de conférences en système d'information à l'Université des mines et de la géologie de Hanoï",
  "January/2010 - March/2015": "Janvier/2010 - Mars/2015",
  "Experience": "Vivre",
  "Download CV": "Télécharger le CV",
  "Education": "Éducation",
  "Ph.D.  candidate in Ecole de technologie superieure ": "Doctorat candidat à Ecole de technologie superieure ",
  "2018 - Now": "2018 À présent",
  "Ph.D. student (Course) in Dankook University": "Doctorat étudiant (cours) en Dankook University",
  "2015 - 2016": "2015 - 2016",
  "M.Sc. Hanoi University Of Science and Technology  ": "M.Sc. Université des sciences et de la technologie de Hanoï ",
  "2012 - 2014": "2012 - 2014",
  "Bachelor Hanoi University Of Science and Technology  ": "Licence Université des sciences et de la technologie de Hanoi  ",
  "Scholarship and Achievements": "Bourse et réalisations",
  "Social Activities and Contributions": "Activités et contributions sociales",
  "Social Activities": "Activités sociales",
  "Social Contributions": "Cotisations sociales",
  "Korbit JD": "Recherchez l'application de génération du langage naturel pour le système Intelligence Tutor. Générez des contenus en langage naturel tels que des astuces, des questions, des réponses. Créez l'API avec des microservices pour les applications ML. Travaillez avec des plateformes : Rasa, Elmo, Torch, Tensor-flow, Spacy. Pré-traiter les données : déséquilibre, unicode, symbole, mathématiques, etc. Traiter les données avec CUDA, plusieurs processeurs. Travaillez avec AWS, Colab, Google cloud, notebook jupyter",
  "Lincs JD": "Recherchez l'application pour les troubles d'apprentissage à l'aide de Tensorflow, Opencv, Pycharm, DeepLearn.js, OpenAI, ConvNetJS, API. Traitement du langage naturel dans un système de dialogue intelligent. Thèse de doctorat : Génération du langage naturel pour les STI",
  "Bibliomondo JD": "Recherchez l'application à l'aide de Python et Android Studio, Webstorm, IntelliJ IDEA (par exemple, recherchez le module de reconnaissance d'objets et d'hologramme. Créez le module de localisation de langage et d'interface utilisateur à l'aide de Reactjs, Momentjs, Redux-sagas au projet Timesheet. Image basée sur le contenu Algorithme de récupération (CBIR): affiche les informations de l'objet détecté lorsque l'utilisateur prend sa photo. Convertissez les informations textuelles de l'objet détecté en voix pure avec l'anglais et le français",
  "Apply OS patches and upgrades on a regular basis. Configure/add new services as necessary and maintain a big system based on big data analysis. Upgrade and configure system software that supports infrastructure applications or Asset Management applications per project or operational needs (Yocto, bash shell)). Perform ongoing performance tuning, hardware upgrades, and resource optimization as required": "Appliquez régulièrement les correctifs et les mises à niveau du système d'exploitation. Configurez/ajoutez de nouveaux services si nécessaire et maintenez un grand système basé sur l'analyse de données volumineuses. Mettez à niveau et configurez le logiciel système qui prend en charge les applications d'infrastructure ou les applications de gestion d'actifs par projet ou par besoins opérationnels (Yocto, bash shell)). Effectuer le réglage continu des performances, les mises à niveau matérielles et l'optimisation des ressources selon les besoins",
  "Develop the social media analysis applications (e.g., GeoSocialBoundary, Detecting human, spammer, and bot on the social network, sentiment analysis) by using R program. Develop IoT applications (e.g., Demo of smart home, smart car; Object tracing and detecting; lane detection applications": "Développer les applications d'analyse des médias sociaux (par exemple, GeoSocialBoundary, détection d'humains, de spammeurs et de robots sur le réseau social, analyse des sentiments) en utilisant le programme R. Développer des applications IoT (par exemple, démonstration de maison intelligente, voiture intelligente ; traçage et détection d'objets ; applications de détection de voie",
  "Interpret data, analyze results using statistical techniques and provide ongoing reports. Develop and implement data collection systems and other strategies that optimize statistical efficiency and data quality. Acquire data from primary or secondary data sources and maintain databases/data systems. Identify, analyze, and interpret trends or patterns in complex data sets. Filter and “clean” data, and review computer reports, printouts, and performance indicators to locate and correct code problems. Work closely with management to prioritize business and information needs. Locate and define new process improvement opportunities": "Interpréter les données, analyser les résultats à l'aide de techniques statistiques et fournir des rapports continus. Développer et mettre en œuvre des systèmes de collecte de données et d'autres stratégies qui optimisent l'efficacité statistique et la qualité des données. Acquérir des données à partir de sources de données primaires ou secondaires et maintenir des bases de données/systèmes de données. Identifiez, analysez et interprétez des tendances ou des modèles dans des ensembles de données complexes. Filtrez et « nettoyez » les données, et examinez les rapports informatiques, les impressions et les indicateurs de performance pour localiser et corriger les problèmes de code. Travailler en étroite collaboration avec la direction pour hiérarchiser les besoins commerciaux et d'information. Localiser et définir de nouvelles opportunités d'amélioration des processus",
  "GPA: 3.15/4. Thesis: Natural Language Generation for Intelligent Tutoring System": "GPA : 3,15/4. Thèse : Génération de langage naturel pour un système de tutorat intelligent",
  "Percentage: 70%. GPA:4.35/4.5. Research: Big data in the social network": "Pourcentage : 70 %. GPA : 4.35/4.5. Recherche : Big data dans le réseau social",
  "Percentage: 100%. GPA: 3.15/4. Thesis: Application in Intelligent Transportation System": "Pourcentage : 100 %. GPA : 3,15/4. Thèse : Application dans le système de transport intelligent",
  "Percentage: 100%. GPA:8.12/10": "Pourcentage : 100 %. GPA : 8.12/10",
  "Mathematics of Information Technology and Complex Systems (Mitacs) : Fund for Basic Science Research Program in collaboration with industrial partner.Nominated for Mitacs award 2020. National Research Foundation of Korea (NRF) and Ministry of of Science, ICT & Future Planning (MSIP) : Fund for Basic Science Research Program. Brain Korea 21+ Program. Samsung Electronic Vietnam Scholarship for the Excellent 5th Year-Student of Hanoi University of Science and Technology .5 years scholarship for the great students at Hanoi University of Science and Technology ": "Mathématiques des technologies de l'information et des systèmes complexes (Mitacs) : Fonds pour le programme de recherche en sciences fondamentales en collaboration avec un partenaire industriel. Nominé pour le prix Mitacs 2020. National Research Foundation of Korea (NRF) et Ministry of Science, ICT & Future Planning (MSIP) : Fonds pour le programme de recherche en sciences fondamentales. Programme Brain Korea 21+. Bourse Samsung Electronic Vietnam pour l'excellent étudiant de 5e année de l'Université des sciences et technologies de Hanoi .5 ans de bourse pour les grands étudiants de l'Université des sciences et technologies de Hanoi",
  "Volunteer of  PM'EI - GRAND RDV des étudiants internationaux, 2017. Co-founder Vietnamese Technology (Viettech) Community in Montreal, Canada, 2019.  Data science Mentor of MacHacks, 2021 ": "Bénévole de PM'EI - GRAND RDV des étudiants internationaux, 2017. Co-fondateur de la communauté vietnamienne de technologie (Viettech) à Montréal, Canada, 2019. Mentor en science des données de MacHacks, 2021",
  "Prize for people who has many contributions in the E-learning: Topica and ThanhGiong of Knowledge. Work with Korbit Inc  which was one of top watching out EdTech startup in Canada 2020 with 5 persons and found by 2017": "Prix pour les personnes qui ont de nombreuses contributions dans le E-learning : Topica et ThanhGiong of Knowledge. Travailler avec Korbit Inc qui était l'une des meilleures startups EdTech à surveiller au Canada 2020 avec 5 personnes et trouvée d'ici 2017",
  "Know Who": "Savoir qui",
  "I AM": "JE SUIS",
  "Professional": "Professionnelle",
  "Skillset": "Ensemble de compétences",
  "Tools": "Outils",
  "I use": "j'utilise"

}