{ "Hi Everyone, I am":"Salut à tous, je suis ",
  "from":"de",
  "I am a PhD Candidate at École de technologie supérieure ÉTS.": "Je suis doctorant à École de technologie supérieure ÉTS.",
  "Apart from research and development, some other activities that I love to do!": "En dehors de la recherche et du développement, quelques autres activités que j'aime faire ! ",
  "Playing Sports like Hiking, Swimming, Table Tennis, and Gym": "Pratiquer des sports comme la randonnée, la natation, le tennis de table et la salle de sport",
  "Reading Books, Doing the social activities": "Lire des livres, Faire des activités sociales",
  "Traveling and Taking care of my little family": "Voyager et prendre soin de ma petite famille",
  "Today is hard, Tomorrow will be worse, but the day after tomorrow will be sunshine":"Aujourd'hui c'est dur, demain sera pire, mais après-demain il y aura du soleil",
  "LET ME": "LAISSEZ MOI",
  "INTRODUCE": "INTRODUIRE",
  "MYSELF": "MOI-MÊME",
  "I fell in love with machine and deep learning technologies,": "Je suis tombé amoureux des technologies de machine et d'apprentissage en profondeur",
  "I am fluent in": "Je parle couramment",
  "Python, Pytorch, Elmo, Spacy, and R.": "Python, Pytorch, Elmo, Spacy, et R.",
  "I am a commitment man. My field of Interests are building new": "Je suis un homme engagé. Mon domaine d'intérêt se construit de nouveau",
  "Machine Learning Technologies and Products": "Technologies et produits d'apprentissage automatique",
  "and also in areas related to": "et aussi dans les domaines liés à\"",
  "Deep Learning and Natural Language Processing.": "Apprentissage en profondeur et traitement du langage naturel.",
  "Whenever possible I also  read books and improve myself.": "Dans la mesure du possible, je lis aussi des livres et je m'améliore",
  "I like": "J'aime ",
  "Sport": "Sport",
  "and": "et",
  "Social activities": "Activités sociales",
  "which": " qui",
  "help me have the great energy and a balance life": "aidez-moi à avoir la grande énergie et une vie équilibrée",
  "FIND ME ON": "TROUVEZ-MOI SUR",
  "Feel free to": "N'hésitez pas à",
  "connect": "connecter",
  "with me": "avec moi",
  "Research and Development of Machine learning applications": "Recherche et développement d'applications d'apprentissage automatique ",
  "Natural Language Generation": "Génération de langage naturel ",
  "Data Analysis": "L'analyse des données",
  "Researcher of Deep learning": "Chercheur en apprentissage profond",
  "Natural Language Generation Research at Korbit": "Recherche en génération de langage naturel chez Korbit ",
  "Personal Hint Generations project is the part of Korbit which was built with machine learning and state-of-the-art natural language processing technique. The results allows Korbi - an AI Tutor to generate hint based on the open source content with high student learning gain (43%).": "Le projet Personal Hint Generations fait partie de Korbit qui a été construit avec l'apprentissage automatique et une technique de traitement du langage naturel de pointe. Les résultats permettent à Korbi - un tuteur d'IA de générer des indices basés sur le contenu open source avec un gain d'apprentissage élevé pour les étudiants (43%).",
  "Research Shazam Image project and Develop the User Interface of the Timesheet project at Biliomondo": "Rechercher le projet Shazam Image et développer l'interface utilisateur du projet Timesheet chez Biliomondo ",
  "Research the application by using Python, and Android Studio, Webstorm, IntelliJ IDEA (e.g., Research the Object recognition and Hologram module) by using CNN and Tensorflow. Create the language locale and UI module by using Reactjs, Momentjs, Redux-sagas at Timesheet projecty": "Recherchez l'application en utilisant Python et Android Studio, Webstorm, IntelliJ IDEA (par exemple, recherchez le module de reconnaissance d'objets et d'hologramme) en utilisant CNN et Tensorflow. Créez les paramètres régionaux de langue et le module d'interface utilisateur en utilisant Reactjs, Momentjs, Redux-sagas à Timesheet projecty",
  "Civil Infrastruture Platform project at Renesas": "Chef d'équipe du projet de plate-forme d'infrastructure civile chez Renesas",
  "Apply OS patches and upgrades on a regular basis. Configure add new services as necessary and maintain a big system based on big data analysis. Upgrade and configure system software that supports infrastructure applications or Asset Management applications per project or operational needs (Yocto, bash shell)). Perform ongoing performance tuning, hardware upgrades, and resource optimization as required": "Appliquez régulièrement les correctifs et les mises à niveau du système d'exploitation. Configurez, ajoutez de nouveaux services si nécessaire et maintenez un grand système basé sur l'analyse de données volumineuses. Mettez à niveau et configurez le logiciel système qui prend en charge les applications d'infrastructure ou les applications de gestion d'actifs par projet ou par besoins opérationnels (Yocto, bash shell)). Effectuer le réglage continu des performances, les mises à niveau matérielles et l'optimisation des ressources selon les besoins",
  "Research Machine learning model, making the insightful and supervised application at Dankook University": "Modèle d'apprentissage machine de recherche, rendant l'application perspicace et supervisée à l'Université Dankook",
  "Develop the social media analysis applications (e.g., GeoSocialBoundary, Detetecting human, spammer, and bot on the social network, sentiment analysis) by using R program.\tDevelop IoT applications (e.g., Demo of smart home, smart car; Object tracing and detecting; lane detection applications": "Développer les applications d'analyse des médias sociaux (par exemple, GeoSocialBoundary, détection d'humains, de spammeurs et de robots sur le réseau social, analyse des sentiments) en utilisant le programme R. Développer des applications IoT (par exemple, démonstration de maison intelligente, voiture intelligente ; traçage et détection d'objets ; applications de détection de voie",
  "My Recent": "Mon récent",
  "Projects": "Projets",
  "Because of the non-disclosure terms, only the description and role of product projects are shown.": "En raison des conditions de non-divulgation, seuls la description et le rôle des projets de produits sont affichés.",
  "Publications": "Publications"
}